* steno
  :PROPERTIES:
  :CUSTOM_ID: steno
  :END:

steno is a personal project to digitize my stenographic writings.

** Tasks

*** DONE convert a jpg image in a binary image
    CLOSED: [2018-08-30 Jo 12:06] SCHEDULED: <2018-08-28 Ma>
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2018-08-30 Jo 12:06]
    CLOCK: [2018-08-28 Ma 13:08]--[2018-08-28 Ma 13:33] =>  0:25
    :END:
*** DONE visualize  a binary image
    CLOSED: [2018-08-30 Jo 15:46] SCHEDULED: <2018-08-30 Jo>
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2018-08-30 Jo 15:46]
    CLOCK: [2018-08-30 Jo 12:06]--[2018-08-30 Jo 12:31] =>  0:25
    :END:
*** STARTED extract steno words from image and normalize them
    SCHEDULED: <2018-09-01 Sb>
    :LOGBOOK:
    CLOCK: [2018-09-03 Lu 13:33]--[2018-09-03 Lu 13:58] =>  0:25
    CLOCK: [2018-09-03 Lu 13:01]--[2018-09-03 Lu 13:26] =>  0:25
    :END:
*** TODO build a db with steno words


** License

Copyright © 2018 Dan Pomohaci

This project is licensed under the terms of the  Eclipse License 1.0.
